// export const LISTDATA = [
//   {
//     id: 1,
//     series: "this",
//     title: '이것이 자바다',
//     image: "http://image.yes24.com/goods/15651484/800x0",
//     subtitle: '신용권의 Java 프로그래밍 정복',
//     description:'15년 이상 자바 언어를 교육해온 자바 전문강사의 노하우를 아낌 없이 담아낸 자바 입문서. 저자 직강의 인터넷 강의와 Q/A를 위한 커뮤니티(네이커 카페)까지 무료로 제공하여 자바 개발자로 가는 길을 안내한다.',
//     price : '30,000원',
//     author : '신용권 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 2,
//     series: "in action",
//     title: '스프링 인 액션',
//     image: "http://image.yes24.com/goods/90180239/800x0",
//     subtitle: '스프링 5의 기능과 생산성을 활용한 웹 애플리케이션 개발',
//     description:'스프링 인 액션에서는 스프링 5와 스프링 부트 2를 사용해서 애플리케이션을 개발하는 데 필요한 여러 핵심 기능을 알려준다. 스프링 5에서는 특히 새로운 리액티브 웹 프레임워크인 WebFlux를 중점적으로 다루고 있다. 개발자들은 더 쉽고 확장성이 좋은 웹 애플리케이션을 개발할 수 있다. 이번에 출간된 제5판에서는 스프링 최신 버전의 모든 것을 다루고 있으므로 개발자들이 스프링의 새로운 진면목을 파악하는 데 도움이 될 것이다.',
//     price : '35,000원',
//     author : '크레이그 월즈 저',
//     publisher : '제이펍'
//   },
//   {
//     id: 3,
//     title: '고양이도 할 수 있는 Vue.js',
//     image: "http://image.yes24.com/goods/73294973/800x0",
//     subtitle: '배워서 남주고 싶어지는 즐거운 Vue.js의 시작!',
//     description:'의욕은 넘치는데, 막상 어디서부터 시작해야 좋을지 모르겠다거나 향상된 프런트엔드 웹 개발 수준에 당황하여 ‘내가 잘 몰라서 이해를 못하는 걸지도...’라며 잘못된 수준과 학습 방법을 선택하는 경우가 많습니다. 이 책은 초심자들에게 꼭 그런 것만은 아니라며 자신감을 복돋워 줄 수 있도록 ‘하향식’ 학습 방법을 채택하여 다양하고 많은 개념을 조금씩 차근히 진행할 수 있게 합니다. 그로 인해 책을 다 읽고 나면 넓은 프런트엔드 세계를 앞으로 어떻게 여행해야 하는지, 스스로의 힘으로 생각하고 방향성을 잡을 수 있을 것입니다.',
//     price : '24,000원',
//     author : 'mio 저/윤인성 역',
//     publisher : '제이펍'
//   },
//   {
//     id: 4,
//     title: '스프링5 프로그래밍 입문',
//     image: "http://image.yes24.com/Goods/62268795/L",
//     subtitle: '초보 웹 개발자를 위한 스프링5 프로그래밍 입문',
//     description:'스프링 프레임워크의 버전업으로 개선된 내용을 담았다. 처음 스프링을 배우고자 하는 독자들이 입문할 때 필요한 것은 스프링의 방대한 내용이 아닌 기초와 전반적인 흐름을 잡아주는 것으로 생각한다.',
//     price : '26,500원',
//     author : '최범균 저',
//     publisher : '가메출판사'
//   },
//   {
//     id: 5,
//     title: '아두이노 101',
//     image: "http://image.yes24.com/goods/32725942/800x0",
//     subtitle: '아두이노 입문자에게 필요한 모든 것',
//     description:'기본 개념에서 시작해서 다양한 부품을 활용한 프로젝트 따라 하기까지! 입문 과정을 재미있게 한 권으로 마칠 수 있다. 프로그래밍의 기초, 하드웨어의 기초를 쉽게 설명한다. 기본적인 센서, 모터뿐만 아니라 무선 통신, 디스플레이까지 넓은 범위로 여러 부품을 다룬다. 만들기의 기초에 발을 들이는 사람들을 위한 메이크 코리아의 기본서 시리즈 『101』의 첫 번째 책',
//     price : '18,000원',
//     author : '서영배 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 6,
//     title: '윤성우의 열혈 TCP/IP 소켓 프로그래밍',
//     image: "http://image.yes24.com/goods/3630373/800x0",
//     subtitle: '윤성우 저 열혈강의 TCP/IP 소켓 프로그래밍',
//     description:'소켓을 이용하여 네트워크 프로그래밍을 시작하는 사람들을 위해 쓰여진 책으로, 「열혈강의 TCP/IP 소켓 프로그래밍」의 개정판이다. 운영체제와 시스템 프로그래밍 그리고 TCP/IP 프로토콜에 대한 전반적인 내용을 담고 있기 때문에 많은 독자들로부터 오랜 시간 사랑을 받아온 책을 시대의 변화에 맞게 새롭게 구성한 것으로, 간단히 설명해도 되는 내용은 보다 간단하고 명료하게 설명하였으며, 자세한 설명이 요구되는 경우에는 설명의 분량을 늘려가면서까지 확실하게 이해할 수 있도록 한 점이 달라졌다. C 언어를 기반으로 작성한 것으로, 많은 기초지식 보다는 C 언어에 대한 기본적인 이해를 하고 있는독자들이 읽는 것이 유용하다. 리눅스와 윈도우 기반에서의 소켓 프로그래밍을 함께 설명하며, 초보자에게 적절한 설명과 예제를 통해서 소켓 프로그래밍에 대한 재미를 더하고 있다. 특히 이번판에서는 서버의 각 모델 별 차이점을 코드 수준에서까지 설명한다. 그리고 엣지 트리거와 레벨 트리거에 대한 설명까지 포함하고 있어서 실무 개발에도 큰 도움을 주고 있다. 12개월간 온라인 강의를 무료로 제공한다.',
//     price : '26,000원',
//     author : '윤성우 저',
//     publisher : '오렌지미디어'
//   },
//   {
//     id: 7,
//     series: "this",
//     title: '이것이 MySQL이다',
//     image: "http://image.yes24.com/momo/TopCate815/MidCate005/81445368(1).jpg",
//     subtitle: 'MySQL 설치부터 PHP, 파이썬 연동까지 한번에!',
//     description:'2016년 출간 후 많은 사랑을 받아 온 『이것이 MySQL이다』가 MySQL 8.0 버전을 반영하여 개정되었다. 특히 ‘파이썬 기초 및 파이썬과 데이터베이스의 연동’, ‘ 파이썬으로 공간 데이터 응용 프로그래밍 작성하기’ 등의 내용을 추가하여 더욱 실무 밀착형 교재로 업그레이드 되었다.    이 책은 실무에서 바로 적용 가능한 80여 가지 다양한 실습 예제를 수록하여 현업에서 이뤄지고 있는 데이터베이스 개발과 운영을 모두 체험할 수 있게 구성하였다. 또 어려운 실습도 쉽게 익힐 수 있도록 40여 개의 [저자 동영상 강의]를 무료로 제공하고 있다. 그래도 어려운 부분이 있다면 [이것이 MySQL이다 네이버 카페]에 질문을 올려보자. 저자가 직접 모든 질문에 1:1로 답변을 달아주며, MySQL 관련 최신 기술 소식도 공유할 수 있다.',
//     price : '30,000원',
//     author : '우재남 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 8,
//     series: "in action",
//     title: '모던 자바 인 액션',
//     image: "http://image.yes24.com/goods/77125987/800x0",
//     subtitle: '람다, 스트림, 함수형, 리액티브 프로그래밍으로 자바 마스터!',
//     description:'자바 1.0이 나온 이후 18년을 통틀어 가장 큰 변화가 자바 8 이후 이어지고 있다. 자바 8 이후 모던 자바를 이용하면 기존의 자바 코드 모두 그대로 쓸 수 있으며, 새로운 기능과 문법, 디자인 패턴으로 더 명확하고 간결한 코드를 구현할 수도 있다. 이 책은 함수형 언어의 영감을 받아 자바 8, 9, 10에 추가된 람다, 스트림, 함수형 프로그래밍, 자바 모듈 시스템, 병렬화와 공유 가변 데이터, 동작 파라미터화 등의 주요 기능을 자바 개발자에게 알려준다. 수정처럼 투명한 예제와 꼼꼼한 정보 제공으로 여러분의 노력에 보답할 것이다. 이 책은 『자바 8 인 액션』의 개정판으로서 1, 8, 10, 4, 17, 21장은 신규 추가되거나, 그에 준하는 큰 수정이 있었다. 부록을 뺀 나머지 모든 장도 수정 보강되었다.',
//     price : '34,000원',
//     author : '라울-게이브리얼 우르마, 마리오 푸스코, 앨런 마이크로프트 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 9,
//     title: 'Node.js 교과서',
//     image: "http://image.yes24.com/goods/91213376/800x0",
//     subtitle: '기본기에 충실한 노드제이에스 14 입문서',
//     description:'노드와 패키지를 최신 버전으로 업데이트! 노드 v12와 v14에 추가된 주요 기능 추가! 또한, 초판 피드백을 참고하여 문법 설명 강화! 예제와 코드에 대한 설명은 쉽게! 웹 서버, 웹 API 서버, 노드 서비스 테스트, SNS 서비스, 실시간 GIF 채팅방, 경매 시스템, 커맨드라인 인터페이스까지 만들자! 이 책은 프런트부터 서버, 데이터베이스, 배포까지 아우르는 광범위한 내용을 다룬다. 군더더기 없는 직관적인 설명으로 기본 개념을 확실히 이해하고, 노드의 기능과 생태계를 사용해보면서 실제로 동작하는 서버를 만들어보자. 예제와 코드는 최신 문법을 사용했고 실무에 참고하거나 당장 적용할 수 있다.',
//     price : '36,000원',
//     author : '조현영 저',
//     publisher : '길벗'
//   },
//   {
//     id: 10,
//     series: "this",
//     title: '이것이 C++이다',
//     image: "http://image.yes24.com/goods/23840775/800x0",
//     subtitle: '강의 현장을 그대로 옮긴 C++ 입문서',
//     description:'C++를 제대로 입문하려는 사람에게 꼭 필요한 내용만 골라서 알려주는 널널하게 공부하면서 배우는 C++ 입문서다. 20년간 실무와 강의를 통해 쌓은 노하우와 국내 최고의 MFC 입문서를 집필한 경험을 살려 이 책을 집필했다. JAVA나 C#이 아닌 C++로 객체지향 프로그래밍을 시작해야 하는 분, C++ 전문 프로그래머의 길을 선택한 분이라면 이 책을 통해서 제대로 된 C++가 무엇인지를 확실하게 배울 수 있다. 아프리카와 Youtube에서 만날 수 있는 저자 직강 인터넷 강의와 ‘널널한 Windows 개발자되기(cafe.naver.com/windev)’ 네이버 카페에서는 Q/A를 해결함은 물론 C와 MFC 등 각종 윈도우 개발 정보를 살펴볼 수 있다.',
//     price : '25,000원',
//     author : '최호성 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 11,
//     series: "this",
//     title: '이것이 리눅스다 with RedHat CentOS 8',
//     image: "http://image.yes24.com/goods/89769181/800x0",
//     subtitle: '리눅스 분야 1위, 최신 CentOS 8을 반영 개정판 출간!',
//     description:'이 책은 1대의 컴퓨터만으로도 실무와 똑같은 환경처럼 학습 가능하도록 구성된 실무형 리눅스 교재다. 따라서 실습 없이 지나치기 쉬운 서버 구축도 직접 따라해보며 실무 적응력을 높일 수 있다. 또 책만으로는 이해하기 어려운 실습도 무료로 제공되는 50여 개의 [저자 동영상 강의]를 보며 더욱 쉽게 익힐 수 있다. [이것이 리눅스다 네이버 카페]에서 저자가 직접 모든 질문에 1:1로 답변을 달아주며, 리눅스 최신 기술도 공유할 수 있다.',
//     price : '32,000원',
//     author : '우재남 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 12,
//     series: "in action",
//     title: '리액트 네이티브 인 액션',
//     image: "http://image.yes24.com/goods/79184153/800x0",
//     subtitle: '실무 중심 예제로 배우는 크로스 플랫폼 앱 개발 실전 활용',
//     description:'고품질의 크로스플랫폼 모바일과 웹 앱을 가장 빠르고 원할하게 만들 방법을 알려준다. 이 안내서로 독자분들은 명확하고 쉬운 도움을 받아 완전한 앱을 만들 수 있다. 독자분들은 스타일링, API, 애니메이션, 데이터 아키텍처 등의 기술을 쌓아가면서 더 발전된 주제들을 파고들 수 있다. 또한 기본 플랫폼의 모양과 느낌을 그대로 유지하면서 코드 재사용을 극대화하는 방법을 배우게 될 것이다.',
//     price : '25,000원',
//     author : '네이더 다빗 저',
//     publisher : '프리렉'
//   },
//   {
//     id: 13,
//     series: "this",
//     title: '이것이 안드로이드다 with 코틀린',
//     image: "http://image.yes24.com/goods/90003539/800x0",
//     subtitle: '안드로이드 입문의 3가지 장벽, 언어+실전+환경 완벽 대응!',
//     description:'개발에 익숙한 사람보다는 막연히 개발자가 되고 싶거나, 개발에 대한 배경지식이 없는 입문자를 대상으로 집필하였다. 안드로이드 스튜디오 사용법과 코틀린의 기본 문법부터 오픈 API를 활용해 안드로이드 앱을 만들고, 구글 플레이 스토어에 출시하는 과정까지 안드로이드 앱 개발에 필요한 모든 과정을 설명한다.',
//     price : '34,000원',
//     author : '고돈호 저',
//     publisher : '한빛미디어'
//   },
//   {
//     id: 14,
//     series: "in action",
//     title: 'Kotlin in Action',
//     image: "http://image.yes24.com/goods/55148593/800x0",
//     subtitle: '코틀린 컴파일러 개발자가 직접 알려주는 코틀린 언어 핵심',
//     description:'코틀린 언어를 개발한 젯브레인의 코틀린 컴파일러 개발자들이 직접 쓴 일종의 공식 서적이라 할 수 있다. 코틀린 언어의 가장 큰 특징이라면 실용성을 들 수 있을 것이다. 이 책에서도 실용성을 강조하는 입장에서 쓰였다. 코틀린 기초를 소개하고, 고차함수, 객체지향, 제네릭스 등의 내용을 설명한다. 그리고 코틀린이 자바 언어를 어떻게 개선했고 기존 자바 프로젝트에서 코틀린을 함께 사용할 때 어떤 부분을 조심해야 할지를 중심으로 코틀린 언어를 설명한다. 후반에는 애노테이션과 리플렉션, DSL에 대해 실제 라이브러리 예제를 다루면서 설계 기법과 구현기법을 자세히 설명한다. 특히 이 주제는 이 책의 백미로, 다른 코틀린 책이나 공식 문서에서는 찾아보기 힘들며 실전에서 크게 도움이 받을 수 있다. 한국어판 부록에서는 코틀린 버전 1.3.3까지의 변화를 정리한 내용과 코루틴, 코틀린/JS에 대한 간단한 소개를 덧붙였다.',
//     price : '36,000원',
//     author : '드미트리 제메로프, 스베트라나 이사코바 저',
//     publisher : '에이콘출판사'
//   },
// ]